[
  {
    "slug": "/participation",
    "title": "How to Participate",
    "description": "Join The Stillness Project research study through our 4-6 minute survey or 35-minute interview. Learn about participation options, requirements, and what to expect.",
    "content": "Your perspective on stillness and quiet moments is valuable and needed.\n\n## Two Ways to Join\n\n### Option 1: Quick Survey (4-6 Minutes)\n\n**Perfect if you want to:**\n• Contribute anonymously\n• Participate quickly\n• Help from your phone\n\n| Detail | Information |\n|--------|-------------|\n| **Time** | 4-6 minutes |\n| **Format** | Multiple choice + brief responses |\n| **Privacy** | Completely anonymous |\n| **Device** | Works on any device |\n\n**Survey covers:**\n• Your experiences with quiet moments\n• Cultural background and traditions\n• Technology's impact on stillness\n• Optional demographics\n\n[**Take the Survey →**](https://forms.gle/G3FbndqjLWZeeJx56)\n\n### Option 2: Personal Interview (35 Minutes)\n\n**Perfect if you want to:**\n• Share your story in detail\n• Have a meaningful conversation\n• Contribute deeper insights\n\n| Detail | Information |\n|--------|-------------|\n| **Time** | 35 minutes |\n| **Format** | Friendly conversation |\n| **Platform** | Video or phone call |\n| **Recording** | Optional (with your permission) |\n\n**What to expect:**\n• Relaxed, conversational style\n• Questions about personal experiences\n• Discussion of cultural background\n• Review of how insights are used\n\n[**Schedule an Interview →**](https://koalendar.com/e/the-stillness-project)\n\n## Who Can Join?\n\n### Basic Requirements\n\n• **Age:** 14+ years old\n• **Language:** Comfortable with English\n• **Technology:** Internet access (survey) or phone/video (interview)\n\n### We Especially Welcome\n\n• Diverse cultural backgrounds\n• Different age groups and life stages\\\n• Various relationships with technology\n• Rural, suburban, and urban perspectives\n• All experience levels with stillness (including none!)\n\n## What's In It For You?\n\n### Personal Benefits\n\n• **Self-reflection opportunity** to explore your relationship with quiet\n• **Contribution to knowledge** about modern life and well-being\n• **Voice in research** that values diverse experiences\n• **Academic contribution** to discussions about digital wellness\n\n### Community Impact\n\nYour participation helps create research that:\n• Validates diverse approaches to stillness and well-being\n• Informs discussions about digital wellness and mental health\n• Preserves cultural knowledge about contemplative practices\n• Challenges assumptions about universal needs for quiet\n\n## Your Privacy & Rights\n\n**For Survey:**\n• Completely anonymous - no personal information collected\n• Skip any questions you don't want to answer\n• No tracking or identification\n\n**For Interview:**\n• Your identity protected with pseudonyms\n• You control what's recorded (if anything)\n• Review how your insights are presented\n• Withdraw at any time\n\n## Questions?\n\nVisit our [Study Details](/docs/study-details) page or [Contact](/contact) the researcher directly.\n\n### Complete Confidentiality\n\n* **Anonymous surveys** with no personal identifiers\n* **Pseudonyms for interviews** - your real name never appears in research\n* **Secure data storage** with encryption and password protection\n* **Limited access** - only the researcher handles personal information\n\n### Your Rights as a Participant\n\n* **Right to withdraw** at any time without explanation\n* **Right to skip questions** that feel uncomfortable\n* **Right to review** how your interview insights are used (for interview participants)\n* **Right to receive** a summary of research findings\n\n### Data Use Transparency\n\n* Research findings may be shared in academic presentations and papers\n* No personal information will ever be shared\n* Quotes from interviews will use pseudonyms only\n* You can request removal of your data at any time\n\n## Getting Started\n\n### Ready to Take the Survey?\n\n[**Start the Survey →**](https://forms.gle/G3FbndqjLWZeeJx56)\n\n### Interested in an Interview?\n\n[**Schedule an Interview →**](https://koalendar.com/e/the-stillness-project)\n\n## Questions?\n\n### Before Participating\n\n* Read more about [study details](/docs/study-details) and research methodology\n* Learn about the [researcher's background](/docs/researcher) and academic context\n* Review our [privacy policies](/docs/privacy) and participant rights\n\n### Need Support?\n\nEmail: [rushil.mahadevu@gmail.com](mailto:rushil.mahadevu@gmail.com)\n\n***\n\n*Your experience with stillness matters. Whether you find quiet moments essential or struggle to find them at all, your perspective contributes to important research about modern life and well-being.*\n",
    "_searchMeta": {
      "cleanContent": "your perspective on stillness and quiet moments is valuable and needed two ways to join option 1: quick survey 4-6 minutes perfect if you want to: contribute anonymously participate quickly help from your phone detail information-------- -------------time 4-6 minutesformat multiple choice brief responsesprivacy completely anonymousdevice works on any device survey covers: your experiences with quiet moments cultural background and traditions technology s impact on stillness optional demographics take the survey option 2: personal interview 35 minutes perfect if you want to: share your story in detail have a meaningful conversation contribute deeper insights detail information-------- -------------time 35 minutesformat friendly conversationplatform video or phone callrecording optional with your permission what to expect: relaxed conversational style questions about personal experiences discussion of cultural background review of how insights are used schedule an interview who can join basic requirements age: 14 years old language: comfortable with english technology: internet access survey or phone video interview we especially welcome diverse cultural backgrounds different age groups and life stages various relationships with technology rural suburban and urban perspectives all experience levels with stillness including none what s in it for you personal benefits self-reflection opportunity to explore your relationship with quiet contribution to knowledge about modern life and well-being voice in research that values diverse experiences academic contribution to discussions about digital wellness community impact your participation helps create research that: validates diverse approaches to stillness and well-being informs discussions about digital wellness and mental health preserves cultural knowledge about contemplative practices challenges assumptions about universal needs for quiet your privacy rights for survey: completely anonymous - no personal information collected skip any questions you don t want to answer no tracking or identification for interview: your identity protected with pseudonyms you control what s recorded if anything review how your insights are presented withdraw at any time questions visit our study details page or contact the researcher directly complete confidentiality anonymous surveys with no personal identifiers pseudonyms for interviews - your real name never appears in research secure data storage with encryption and password protection limited access - only the researcher handles personal information your rights as a participant right to withdraw at any time without explanation right to skip questions that feel uncomfortable right to review how your interview insights are used for interview participants right to receive a summary of research findings data use transparency research findings may be shared in academic presentations and papers no personal information will ever be shared quotes from interviews will use pseudonyms only you can request removal of your data at any time getting started ready to take the survey start the survey interested in an interview schedule an interview questions before participating read more about study details and research methodology learn about the researcher s background and academic context review our privacy policies and participant rights need support email: rushil mahadevu gmail com your experience with stillness matters whether you find quiet moments essential or struggle to find them at all your perspective contributes to important research about modern life and well-being",
      "headings": [
        "Two Ways to Join",
        "Who Can Join?",
        "What's In It For You?",
        "Your Privacy & Rights",
        "Questions?",
        "Getting Started",
        "Questions?"
      ],
      "keywords": [
        "participate",
        "join study",
        "research participation",
        "survey",
        "interview",
        "Two Ways to Join",
        "Who Can Join?",
        "What's In It For You?",
        "Your Privacy & Rights",
        "Questions?",
        "Getting Started",
        "Perfect if you want to:",
        "Time",
        "Format",
        "Privacy",
        "Device",
        "Survey covers:",
        "Take the Survey →",
        "Platform",
        "Recording",
        "What to expect:",
        "Schedule an Interview →",
        "Age:",
        "Language:",
        "Technology:",
        "Self-reflection opportunity",
        "Contribution to knowledge",
        "Voice in research",
        "Academic contribution",
        "For Survey:",
        "For Interview:",
        "Anonymous surveys",
        "Pseudonyms for interviews",
        "Secure data storage",
        "Limited access",
        "Right to withdraw",
        "Right to skip questions",
        "Right to review",
        "Right to receive",
        "Start the Survey →"
      ]
    }
  },
  {
    "slug": "/participation/interview",
    "title": "Interview Participation",
    "description": "Join our 35-minute conversational interview about your personal experiences with stillness, silence, and quiet moments in daily life.",
    "content": "Share your personal story about stillness in a relaxed, conversational setting.\n\n## What to Expect\n\n### It's Really Just a Conversation\n\n• Thoughtful discussion, not a formal interview\n• Researcher will ask open-ended questions that invite storytelling\n• Active listening with follow-up on interesting points\n• Questions adapted based on your background\n• Respectful, curious approach throughout\n\n### Topics We Might Discuss\n\n| Topic Area | Example Questions |\n|------------|------------------|\n| **Personal Experience** | What does stillness mean to you? |\n| **Cultural Background** | How did your family approach quiet time? |\n| **Modern Life** | How does technology affect your quiet moments? |\n| **Personal Benefits** | What do you get from stillness? |\n\n*Note: Topics vary based on your interests and experiences - we follow what's meaningful to you.*\n\n## The Interview Process\n\n### Before Your Interview\n\n• **Schedule** a convenient time via online calendar\n• **Receive confirmation** email with meeting link and details\\\n• **Optional preview** of topics (no preparation required)\n• **Technical test** available if you want to check your connection\n\n### During Your Interview\n\n• 35-minute conversation via Google Meet\n• Optional audio recording (only with your explicit consent)\n• Natural flow based on your responses and interests\n• Opportunity to ask questions about the research\n\n### After Your Interview\n\n• **Thank you confirmation** email with next steps\n• **Optional transcript review** of key quotes (if recorded)\n• **Results invitation** to receive study findings\n• **Ongoing contact** availability for any questions\n\n## Your Privacy & Comfort\n\n### How We Protect You\n\n| Aspect | Protection Method |\n|--------|-------------------|\n| **Identity** | Pseudonym used in all research materials |\n| **Personal Details** | Identifying information removed or changed |\n| **Recording** | Only with consent, securely stored |\n| **Quotes** | Aggregate themes only, no individual attribution without permission |\n\n### Recording Policies\n\n**All recordings are:**\n• **Your choice** - you control consent completely\n• **Audio only** - no video for visual privacy\n• **Securely stored** with encryption\n• **Deleted after transcription** and verification\n• **Never shared** with anyone else\n• **Used solely** for research accuracy\n\n## Common Questions\n\n**Q: Do I need to prepare anything?**\nA: No preparation needed. Come as you are with your authentic experiences.\n\n**Q: What if I don't have much experience with stillness?**\nA: Perfect! All relationships with quiet are valid and interesting, including struggles or limited experience.\n\n**Q: Can I change my mind about recording during the interview?**\nA: Absolutely. You control recording consent before, during, and after the interview.\n\n**Q: What if I get uncomfortable with a question?**\nA: You can skip any question or topic. We respect all boundaries.\n\n## Ready to Try?\n\n[**Schedule Your Interview →**](https://koalendar.com/e/the-stillness-project)\n\n**Questions first?** Contact us through the [Contact](/contact) page.\n\n### What You Control\n\n* **Pause or skip questions** that feel uncomfortable\n* **End the interview** at any time without explanation\n* **Review your recording** if you'd like (audio only)\n* **Withdraw your data** even after the interview is complete\n\n### Recording Consent\n\n* Recording is optional and requires explicit consent\n* Audio-only recording for research transcription purposes\n* Files stored securely and deleted after research completion\n* You can participate without recording if preferred\n\n## Preparing for Your Interview\n\n### No Preparation Required\n\nYou don't need to prepare anything specific - your natural, spontaneous responses are exactly what we're looking for.\n\n### If You'd Like to Reflect Beforehand\n\nSome participants find it helpful to consider:\n\n* A few personal experiences with quiet or stillness that stand out\n* How your cultural background influences your relationship with silence\n* Any changes you've noticed in your need for or access to quiet time\n\n### What to Have Ready\n\n* A quiet space for our conversation (if possible)\n* Reliable internet or phone connection\n* About 40 minutes of uninterrupted time (including brief setup)\n\n## Scheduling Your Interview\n\n### Ready to Schedule?\n\n[**Choose Your Interview Time →**](https://koalendar.com/e/the-stillness-project)\n\n*The scheduling system shows all available times and allows you to select what works best for your schedule.*\n\n### Questions Before Scheduling?\n\n* Learn more about the [researcher's background](/researcher) and academic context\n* Review detailed [privacy policies](/privacy) and participant rights\n* Read about [study methodology](/methodology) and research approach\n* Contact directly: [rushil.mahadevu@gmail.com](mailto:rushil.mahadevu@gmail.com)\n\n### Special Accommodations Needed?\n\nIf the standard scheduling options don't work for your situation, please email directly. We can arrange:\n\n* Different time zones or unusual schedule accommodations\n* Alternative communication methods\n* Language support or accessibility modifications\n* Any other adjustments that would help you participate comfortably\n\n***\n\n*Your personal story about stillness contributes essential depth to this research. Whether stillness is central to your life or something you rarely think about, your perspective helps create a more complete understanding of how people experience quiet in our modern world.*\n",
    "_searchMeta": {
      "cleanContent": "share your personal story about stillness in a relaxed conversational setting what to expect it s really just a conversation thoughtful discussion not a formal interview researcher will ask open-ended questions that invite storytelling active listening with follow-up on interesting points questions adapted based on your background respectful curious approach throughout topics we might discuss topic area example questions------------ ------------------personal experience what does stillness mean to you cultural background how did your family approach quiet time modern life how does technology affect your quiet moments personal benefits what do you get from stillness note: topics vary based on your interests and experiences - we follow what s meaningful to you the interview process before your interview schedule a convenient time via online calendar receive confirmation email with meeting link and details optional preview of topics no preparation required technical test available if you want to check your connection during your interview 35-minute conversation via google meet optional audio recording only with your explicit consent natural flow based on your responses and interests opportunity to ask questions about the research after your interview thank you confirmation email with next steps optional transcript review of key quotes if recorded results invitation to receive study findings ongoing contact availability for any questions your privacy comfort how we protect you aspect protection method-------- -------------------identity pseudonym used in all research materialspersonal details identifying information removed or changedrecording only with consent securely storedquotes aggregate themes only no individual attribution without permission recording policies all recordings are: your choice - you control consent completely audio only - no video for visual privacy securely stored with encryption deleted after transcription and verification never shared with anyone else used solely for research accuracy common questions q: do i need to prepare anything a: no preparation needed come as you are with your authentic experiences q: what if i don t have much experience with stillness a: perfect all relationships with quiet are valid and interesting including struggles or limited experience q: can i change my mind about recording during the interview a: absolutely you control recording consent before during and after the interview q: what if i get uncomfortable with a question a: you can skip any question or topic we respect all boundaries ready to try schedule your interview questions first contact us through the contact page what you control pause or skip questions that feel uncomfortable end the interview at any time without explanation review your recording if you d like audio only withdraw your data even after the interview is complete recording consent recording is optional and requires explicit consent audio-only recording for research transcription purposes files stored securely and deleted after research completion you can participate without recording if preferred preparing for your interview no preparation required you don t need to prepare anything specific - your natural spontaneous responses are exactly what we re looking for if you d like to reflect beforehand some participants find it helpful to consider: a few personal experiences with quiet or stillness that stand out how your cultural background influences your relationship with silence any changes you ve noticed in your need for or access to quiet time what to have ready a quiet space for our conversation if possible reliable internet or phone connection about 40 minutes of uninterrupted time including brief setup scheduling your interview ready to schedule choose your interview time the scheduling system shows all available times and allows you to select what works best for your schedule questions before scheduling learn more about the researcher s background and academic context review detailed privacy policies and participant rights read about study methodology and research approach contact directly: rushil mahadevu gmail com special accommodations needed if the standard scheduling options don t work for your situation please email directly we can arrange: different time zones or unusual schedule accommodations alternative communication methods language support or accessibility modifications any other adjustments that would help you participate comfortably your personal story about stillness contributes essential depth to this research whether stillness is central to your life or something you rarely think about your perspective helps create a more complete understanding of how people experience quiet in our modern world",
      "headings": [
        "What to Expect",
        "The Interview Process",
        "Your Privacy & Comfort",
        "Common Questions",
        "Ready to Try?",
        "Preparing for Your Interview",
        "Scheduling Your Interview"
      ],
      "keywords": [
        "interview",
        "research interview",
        "conversation",
        "personal experience",
        "What to Expect",
        "The Interview Process",
        "Your Privacy & Comfort",
        "Common Questions",
        "Ready to Try?",
        "Preparing for Your Interview",
        "Scheduling Your Interview",
        "Personal Experience",
        "Cultural Background",
        "Modern Life",
        "Personal Benefits",
        "Schedule",
        "Receive confirmation",
        "Optional preview",
        "Technical test",
        "Thank you confirmation",
        "Optional transcript review",
        "Results invitation",
        "Ongoing contact",
        "Identity",
        "Personal Details",
        "Recording",
        "Quotes",
        "All recordings are:",
        "Your choice",
        "Audio only",
        "Securely stored",
        "Deleted after transcription",
        "Never shared",
        "Used solely",
        "Q: Do I need to prepare anything?",
        "Q: What if I don't have much experience with stillness?",
        "Q: Can I change my mind about recording during the interview?",
        "Q: What if I get uncomfortable with a question?",
        "Schedule Your Interview →",
        "Questions first?",
        "Pause or skip questions",
        "End the interview",
        "Review your recording",
        "Withdraw your data",
        "Choose Your Interview Time →"
      ]
    }
  },
  {
    "slug": "/participation/requirements",
    "title": "Participation Requirements",
    "description": "Learn about the simple requirements for participating in The Stillness Project research study, including age, language, and technology needs.",
    "content": "Simple requirements designed for broad accessibility while maintaining research integrity.\n\n## Basic Requirements\n\n| Requirement | Details |\n|-------------|---------|\n| **Age** | 14+ years (parental consent needed for under 18) |\n| **Language** | Conversational English (all accents welcome) |\n| **Technology** | Internet access for survey OR phone/video for interview |\n\n**That's it!** No special experience, skills, or background required.\n\n## Who We're Looking For\n\n### Cultural Diversity\n\nWe especially welcome:\n• Various ethnic, racial, and cultural backgrounds\n• Religious, spiritual, or secular perspectives\\\n• Immigrant and multigenerational experiences\n• International and cross-cultural viewpoints\n\n### Age Groups\n\n• **Teens (14-18)**: Digital natives with unique perspectives\n• **Young Adults (19-25)**: Navigating education and early career\n• **Working Adults (26-45)**: Balancing work, family, technology\n• **Middle Age (46-65)**: Experienced with life changes\n• **Older Adults (65+)**: Wisdom about pre-digital life\n\n### Life Experiences\n\n• Students at various education levels\n• Working professionals across industries\n• Parents and caregivers\n• Retired individuals\n• Urban, suburban, and rural residents\n• People with varying relationships to stillness (including none!)\n\n## Questions About Eligibility?\n\nNot sure if you qualify? You probably do! Contact us through the [Contact](/contact) page with any questions about participation requirements.\n\n* **Question format modifications** for different learning styles\n* **Language support** for non-native English speakers\n* **Cultural sensitivity** for participants from diverse backgrounds\n\n## Ensuring Inclusive Participation\n\n### Economic Accessibility\n\n* **No cost to participate** - completely free for all participants\n* **No travel required** - all participation via technology\n* **Flexible timing** - accommodating work schedules and caregiving responsibilities\n* **Compensation**: While we can't offer monetary compensation, we provide meaningful recognition of your contribution\n\n### Geographic Inclusion\n\n* **Any location welcomed** - urban, suburban, rural, and international participants\n* **Time zone flexibility** - interviews scheduled across different regions\n* **Local context valued** - how geographic location influences stillness experiences\n\n### Digital Equity Considerations\n\n* **Various technology levels** - from basic smartphone to high-end computers\n* **Internet limitations** - accommodations for slower connections\n* **Platform alternatives** - multiple options if preferred platforms don't work\n\n## Questions About Eligibility?\n\n### Uncertain If You Qualify?\n\nContact us directly - we're committed to inclusive participation and can often accommodate situations that seem outside standard requirements.\n\n### Need Accommodations?\n\nEmail: [rushil.mahadevu@gmail.com](mailto:rushil.mahadevu@gmail.com)\n\nWe're happy to discuss:\n\n* Modified participation formats\n* Alternative scheduling arrangements\n* Language or accessibility support\n* Cultural sensitivity considerations\n\n***\n\n*The Stillness Project believes that diverse perspectives strengthen research. If you're interested in participating but have questions about requirements, please reach out - we want to ensure our study is as inclusive and accessible as possible.*\n",
    "_searchMeta": {
      "cleanContent": "simple requirements designed for broad accessibility while maintaining research integrity basic requirements requirement details------------- ---------age 14 years parental consent needed for under 18 language conversational english all accents welcome technology internet access for survey or phone video for interview that s it no special experience skills or background required who we re looking for cultural diversity we especially welcome: various ethnic racial and cultural backgrounds religious spiritual or secular perspectives immigrant and multigenerational experiences international and cross-cultural viewpoints age groups teens 14-18 : digital natives with unique perspectives young adults 19-25 : navigating education and early career working adults 26-45 : balancing work family technology middle age 46-65 : experienced with life changes older adults 65 : wisdom about pre-digital life life experiences students at various education levels working professionals across industries parents and caregivers retired individuals urban suburban and rural residents people with varying relationships to stillness including none questions about eligibility not sure if you qualify you probably do contact us through the contact page with any questions about participation requirements question format modifications for different learning styles language support for non-native english speakers cultural sensitivity for participants from diverse backgrounds ensuring inclusive participation economic accessibility no cost to participate - completely free for all participants no travel required - all participation via technology flexible timing - accommodating work schedules and caregiving responsibilities compensation: while we can t offer monetary compensation we provide meaningful recognition of your contribution geographic inclusion any location welcomed - urban suburban rural and international participants time zone flexibility - interviews scheduled across different regions local context valued - how geographic location influences stillness experiences digital equity considerations various technology levels - from basic smartphone to high-end computers internet limitations - accommodations for slower connections platform alternatives - multiple options if preferred platforms don t work questions about eligibility uncertain if you qualify contact us directly - we re committed to inclusive participation and can often accommodate situations that seem outside standard requirements need accommodations email: rushil mahadevu gmail com we re happy to discuss: modified participation formats alternative scheduling arrangements language or accessibility support cultural sensitivity considerations the stillness project believes that diverse perspectives strengthen research if you re interested in participating but have questions about requirements please reach out - we want to ensure our study is as inclusive and accessible as possible",
      "headings": [
        "Basic Requirements",
        "Who We're Looking For",
        "Questions About Eligibility?",
        "Ensuring Inclusive Participation",
        "Questions About Eligibility?"
      ],
      "keywords": [
        "participation requirements",
        "eligibility",
        "study requirements",
        "research criteria",
        "Basic Requirements",
        "Who We're Looking For",
        "Questions About Eligibility?",
        "Ensuring Inclusive Participation",
        "Age",
        "Language",
        "Technology",
        "That's it!",
        "Teens (14-18)",
        "Young Adults (19-25)",
        "Working Adults (26-45)",
        "Middle Age (46-65)",
        "Older Adults (65+)",
        "Question format modifications",
        "Language support",
        "Cultural sensitivity",
        "No cost to participate",
        "No travel required",
        "Flexible timing",
        "Compensation",
        "Any location welcomed",
        "Time zone flexibility",
        "Local context valued",
        "Various technology levels",
        "Internet limitations",
        "Platform alternatives"
      ]
    }
  },
  {
    "slug": "/participation/survey",
    "title": "Survey Participation",
    "description": "Complete our 4-6 minute anonymous survey about your experiences with stillness, silence, and quiet moments in daily life.",
    "content": "Quick, anonymous way to contribute to research while maintaining complete privacy.\n\n## Survey Overview\n\n| Detail | Information |\n|--------|-------------|\n| **Time** | 4-6 minutes |\n| **Format** | Multiple choice + brief responses |\n| **Privacy** | Completely anonymous |\n| **Platform** | Mobile-friendly Google Forms |\n| **Languages** | English (others available on request) |\n\n## What's Covered\n\n### 5 Main Areas\n\n| Section | What It Covers | Time |\n|---------|-------|------|\n| **1. Stillness Experiences** | How you define and experience quiet moments | 3-4 min |\n| **2. Cultural Context** | Background traditions and community attitudes | 2-3 min |\n| **3. Technology & Modern Life** | Digital habits and challenges finding stillness | 3-4 min |\n| **4. Personal Well-being** | Connection between quiet and stress management | 2-3 min |\n| **5. Demographics** | Optional background information | 1-2 min |\n\n### Question Types\n\n• **Multiple choice** - select from provided options\n• **Rating scales** - rate agreement or frequency (1-5)\n• **Brief responses** - optional short text answers\n• **Demographics** - all optional, skip any you prefer\n\n## Survey Features\n\n### Easy to Use\n\n• No login required\n• Works on any device (phone, tablet, computer)\n• Save and return option if you need to take a break\n• Skip any question you don't want to answer\n\n### Complete Privacy\n\n• No personal information collected\n• No email or contact required\n• No IP address tracking\n• Responses cannot be traced back to you\n\n## Time Investment\n\n**Typical completion times:**\n• **Quick completion**: 4-5 minutes\n• **Thoughtful responses**: 5-6 minutes\n• **Maximum time**: 8 minutes if you use all text boxes\n\n**Flexible pacing:**\n• Take breaks between sections if needed\n• No time pressure - complete at your own pace\n• Save and return feature available\n\n## Why Your Response Matters\n\nYour survey helps researchers understand:\n• **Diversity of experiences** with stillness across communities\n• **Cultural patterns** in approaches to quiet and reflection\n• **Modern challenges** in finding stillness amid digital connectivity\n• **Well-being connections** between quiet moments and mental health\n\n### Amplifying Underrepresented Voices\n\nWe especially value responses from:\n\n* Communities whose perspectives on stillness may be underrepresented in research\n* People who struggle to find quiet time in their daily lives\n* Individuals with different cultural traditions around silence and contemplation\n* Those with varied relationships to technology and digital wellness\n\n## Ready to Begin?\n\n### Access the Survey\n\n[**Start the Survey →**](https://forms.gle/G3FbndqjLWZeeJx56)\n\n*The survey is available 24/7 and can be completed on any device. Your anonymous responses make a valuable contribution to understanding stillness in modern society.*\n\n### Questions About the Survey?\n\n* Review our [privacy policies](/docs/privacy) for detailed data protection information\n* Learn more about [study methodology](/docs/study-details) and research approach\n* Contact the researcher with any concerns: [rushil.mahadevu@gmail.com](mailto:rushil.mahadevu@gmail.com)\n\n***\n\n*Thank you for considering participation in this important research. Every response helps build a more complete understanding of how people experience stillness in our complex, connected world.*\n",
    "_searchMeta": {
      "cleanContent": "quick anonymous way to contribute to research while maintaining complete privacy survey overview detail information-------- -------------time 4-6 minutesformat multiple choice brief responsesprivacy completely anonymousplatform mobile-friendly google formslanguages english others available on request what s covered 5 main areas section what it covers time--------- ------- ------1 stillness experiences how you define and experience quiet moments 3-4 min2 cultural context background traditions and community attitudes 2-3 min3 technology modern life digital habits and challenges finding stillness 3-4 min4 personal well-being connection between quiet and stress management 2-3 min5 demographics optional background information 1-2 min question types multiple choice - select from provided options rating scales - rate agreement or frequency 1-5 brief responses - optional short text answers demographics - all optional skip any you prefer survey features easy to use no login required works on any device phone tablet computer save and return option if you need to take a break skip any question you don t want to answer complete privacy no personal information collected no email or contact required no ip address tracking responses cannot be traced back to you time investment typical completion times: quick completion: 4-5 minutes thoughtful responses: 5-6 minutes maximum time: 8 minutes if you use all text boxes flexible pacing: take breaks between sections if needed no time pressure - complete at your own pace save and return feature available why your response matters your survey helps researchers understand: diversity of experiences with stillness across communities cultural patterns in approaches to quiet and reflection modern challenges in finding stillness amid digital connectivity well-being connections between quiet moments and mental health amplifying underrepresented voices we especially value responses from: communities whose perspectives on stillness may be underrepresented in research people who struggle to find quiet time in their daily lives individuals with different cultural traditions around silence and contemplation those with varied relationships to technology and digital wellness ready to begin access the survey start the survey the survey is available 24 7 and can be completed on any device your anonymous responses make a valuable contribution to understanding stillness in modern society questions about the survey review our privacy policies for detailed data protection information learn more about study methodology and research approach contact the researcher with any concerns: rushil mahadevu gmail com thank you for considering participation in this important research every response helps build a more complete understanding of how people experience stillness in our complex connected world",
      "headings": [
        "Survey Overview",
        "What's Covered",
        "Survey Features",
        "Time Investment",
        "Why Your Response Matters",
        "Ready to Begin?"
      ],
      "keywords": [
        "survey",
        "anonymous",
        "stillness survey",
        "research participation",
        "Survey Overview",
        "What's Covered",
        "Survey Features",
        "Time Investment",
        "Why Your Response Matters",
        "Ready to Begin?",
        "Time",
        "Format",
        "Privacy",
        "Platform",
        "Languages",
        "1. Stillness Experiences",
        "2. Cultural Context",
        "3. Technology & Modern Life",
        "4. Personal Well-being",
        "5. Demographics",
        "Multiple choice",
        "Rating scales",
        "Brief responses",
        "Demographics",
        "Typical completion times:",
        "Quick completion",
        "Thoughtful responses",
        "Maximum time",
        "Flexible pacing:",
        "Diversity of experiences",
        "Cultural patterns",
        "Modern challenges",
        "Well-being connections",
        "Start the Survey →"
      ]
    }
  },
  {
    "slug": "/project-overview",
    "title": "Project Overview",
    "description": "Learn about The Stillness Project - independent academic research exploring cultural attitudes toward stillness, silence, and quiet moments in modern society.",
    "content": "Independent academic research exploring how people experience stillness, silence, and quiet moments across different cultures and generations.\n\n**Study Period:** July - November 2025\n\n## What We're Studying\n\n### Research Goals\n\n• **Cultural Understanding**: How different backgrounds influence attitudes toward stillness\n• **Technology Impact**: How digital life affects experiences of quiet and reflection\\\n• **Personal Meaning**: What significance stillness has for individuals\n• **Demographic Patterns**: How experiences differ across age, culture, and environment\n\n### Key Questions\n\n• How do cultural traditions shape understanding of stillness?\n• How do smartphones change relationships with quiet moments?\n• What role does stillness play in managing stress and well-being?\n• How do different generations approach technology and quiet?\n\n## Why This Matters\n\nUnderstanding stillness across communities reveals insights about:\n• Mental health and well-being practices\n• Digital wellness and technology balance\n• Cultural preservation of contemplative traditions\n• Access to peaceful spaces and moments\n\n## How to Participate\n\n**Two simple options:**\n\n### Survey (4-6 minutes)\n\n• Anonymous online questionnaire\n• Mobile-friendly\n• [Take the survey →](/docs/participation/survey)\n\n### Interview (35 minutes)\n\n• Personal conversation about your experiences\n• Video or phone call\n• [Schedule an interview →](/docs/participation/interview)\n\n## Study Timeline\n\n| Phase | When | What Happens |\n|-------|------|-------------|\n| **Participation** | August - September 2025 | Interviews and surveys |\n| **Analysis** | October 2025 | Analyze responses, identify themes |\n| **Results** | November 2025 | Final findings shared |\n\n**Requirements:** Age 14+, conversational English, internet access\n\n***\n\n*Ready to contribute your perspective? [Learn more about participation →](/docs/participation)*\n",
    "_searchMeta": {
      "cleanContent": "independent academic research exploring how people experience stillness silence and quiet moments across different cultures and generations study period: july - november 2025 what we re studying research goals cultural understanding: how different backgrounds influence attitudes toward stillness technology impact: how digital life affects experiences of quiet and reflection personal meaning: what significance stillness has for individuals demographic patterns: how experiences differ across age culture and environment key questions how do cultural traditions shape understanding of stillness how do smartphones change relationships with quiet moments what role does stillness play in managing stress and well-being how do different generations approach technology and quiet why this matters understanding stillness across communities reveals insights about: mental health and well-being practices digital wellness and technology balance cultural preservation of contemplative traditions access to peaceful spaces and moments how to participate two simple options: survey 4-6 minutes anonymous online questionnaire mobile-friendly take the survey interview 35 minutes personal conversation about your experiences video or phone call schedule an interview study timeline phase when what happens------- ------ -------------participation august - september 2025 interviews and surveysanalysis october 2025 analyze responses identify themesresults november 2025 final findings shared requirements: age 14 conversational english internet access ready to contribute your perspective learn more about participation",
      "headings": [
        "What We're Studying",
        "Why This Matters",
        "How to Participate",
        "Study Timeline"
      ],
      "keywords": [
        "stillness research",
        "academic study",
        "cultural attitudes",
        "silence",
        "quiet moments",
        "What We're Studying",
        "Why This Matters",
        "How to Participate",
        "Study Timeline",
        "Study Period:",
        "Cultural Understanding",
        "Technology Impact",
        "Personal Meaning",
        "Demographic Patterns",
        "Two simple options:",
        "Participation",
        "Analysis",
        "Results",
        "Requirements:"
      ]
    }
  },
  {
    "slug": "/project-overview/methodology",
    "title": "Research Approach",
    "description": "Simple overview of how The Stillness Project research works - interviews and surveys.",
    "content": "## How This Research Works\n\nTwo ways to participate: **personal interviews** and **anonymous surveys**.\n\n## Interview Details\n\n| Detail | Information |\n|--------|-------------|\n| **Duration** | 35 minutes |\n| **Format** | Casual conversation |\n| **Platform** | Google Meet |\n| **Recording** | Audio only (optional) |\n| **Participants** | 15 diverse volunteers |\n\n**What to Expect:**\n• Open conversation about your experiences with stillness\n• Questions adapt to your background and interests\n• You control what you share\n\n## Survey Details\n\n| Detail | Information |\n|--------|-------------|\n| **Duration** | 4-6 minutes |\n| **Format** | Multiple choice questions |\n| **Platform** | Google Forms |\n| **Participants** | 200+ responses wanted |\n\n**What to Expect:**\n• Quick questions about stillness in your life\n• Completely anonymous\n• Mobile-friendly\n\n## Study Timeline\n\n**Data Collection:** July - September 2025\\\n**Analysis:** October 2025\\\n**Results Sharing:** November 2025\n\n***\n\n*Ready to participate? [Choose interviews or survey](/participation) to get started.*\n",
    "_searchMeta": {
      "cleanContent": "how this research works two ways to participate: personal interviews and anonymous surveys interview details detail information-------- -------------duration 35 minutesformat casual conversationplatform google meetrecording audio only optional participants 15 diverse volunteers what to expect: open conversation about your experiences with stillness questions adapt to your background and interests you control what you share survey details detail information-------- -------------duration 4-6 minutesformat multiple choice questionsplatform google formsparticipants 200 responses wanted what to expect: quick questions about stillness in your life completely anonymous mobile-friendly study timeline data collection: july - september 2025 analysis: october 2025 results sharing: november 2025 ready to participate choose interviews or survey to get started",
      "headings": [
        "How This Research Works",
        "Interview Details",
        "Survey Details",
        "Study Timeline"
      ],
      "keywords": [
        "research approach",
        "interviews",
        "survey",
        "study design",
        "How This Research Works",
        "Interview Details",
        "Survey Details",
        "Study Timeline",
        "personal interviews",
        "anonymous surveys",
        "Duration",
        "Format",
        "Platform",
        "Recording",
        "Participants",
        "What to Expect:",
        "Data Collection:",
        "Analysis:",
        "Results Sharing:"
      ]
    }
  },
  {
    "slug": "/project-overview/objectives",
    "title": "Research Objectives",
    "description": "Detailed research objectives and questions guiding The Stillness Project study on cultural attitudes toward stillness and silence.",
    "content": "## What We Want to Learn\n\n### 1. Cultural Understanding\n\nHow do different backgrounds influence attitudes toward stillness and quiet?\n\n**Key Questions:**\n• How do cultural traditions shape understanding of stillness?\n• What contemplative practices exist across communities?\n• How do family values influence attitudes toward silence?\n• How are traditional practices preserved or changed across generations?\n\n### 2. Technology Impact\n\nHow does digital life affect experiences of quiet and reflection?\n\n**Key Questions:**\n• How do smartphones change relationships with quiet moments?\n• What challenges exist in finding stillness in modern life?\n• How do different generations approach technology and quiet?\n• What creative solutions do people find for digital boundaries?\n\n### 3. Personal Meaning\n\nWhat significance do stillness and quiet moments have for individuals?\n\n**Key Questions:**\n• What does stillness mean to different people?\n• How do people create quiet moments intentionally?\n• What role does stillness play in managing stress and well-being?\n• How do life circumstances affect access to quiet time?\n\n### 4. Demographic Patterns\n\nHow do experiences differ across various groups?\n\n| Factor | What We're Studying |\n|--------|-------------------|\n| **Age** | Generational differences in stillness practices |\n| **Culture** | Traditional vs. modern approaches to quiet |\n| **Environment** | Urban vs. rural access to peaceful spaces |\n| **Life Stage** | How work, school, family affect quiet time |\n\n## Why This Research Matters\n\n### Academic Goals\n\n• Practice ethical research protocols\n• Develop systematic data analysis skills\n• Create high-quality academic documentation\n• Contribute to scholarship on digital wellness\n\n### Community Benefits\n\n• Provide participants with opportunities for self-reflection\n• Generate insights valuable to mental health discussions\n• Contribute to conversations about digital wellness\n• Create accessible research findings for diverse audiences\n\n***\n\n*Ready to contribute to these research goals? [Learn how to participate](/docs/participation) in our study.*\n",
    "_searchMeta": {
      "cleanContent": "what we want to learn cultural understanding how do different backgrounds influence attitudes toward stillness and quiet key questions: how do cultural traditions shape understanding of stillness what contemplative practices exist across communities how do family values influence attitudes toward silence how are traditional practices preserved or changed across generations technology impact how does digital life affect experiences of quiet and reflection key questions: how do smartphones change relationships with quiet moments what challenges exist in finding stillness in modern life how do different generations approach technology and quiet what creative solutions do people find for digital boundaries personal meaning what significance do stillness and quiet moments have for individuals key questions: what does stillness mean to different people how do people create quiet moments intentionally what role does stillness play in managing stress and well-being how do life circumstances affect access to quiet time demographic patterns how do experiences differ across various groups factor what we re studying-------- -------------------age generational differences in stillness practicesculture traditional vs modern approaches to quietenvironment urban vs rural access to peaceful spaceslife stage how work school family affect quiet time why this research matters academic goals practice ethical research protocols develop systematic data analysis skills create high-quality academic documentation contribute to scholarship on digital wellness community benefits provide participants with opportunities for self-reflection generate insights valuable to mental health discussions contribute to conversations about digital wellness create accessible research findings for diverse audiences ready to contribute to these research goals learn how to participate in our study",
      "headings": [
        "What We Want to Learn",
        "Why This Research Matters"
      ],
      "keywords": [
        "research objectives",
        "study goals",
        "stillness research",
        "academic methodology",
        "What We Want to Learn",
        "Why This Research Matters",
        "Key Questions:",
        "Age",
        "Culture",
        "Environment",
        "Life Stage"
      ]
    }
  },
  {
    "slug": "/project-overview/timeline",
    "title": "Study Timeline",
    "description": "When The Stillness Project is happening and key dates for participants.",
    "content": "**Study Period:** July - November 2025\n\n## Key Dates\n\n| Phase | When | What's Happening |\n|-------|------|------------------|\n| **Launch** | July 2025 | Website live, recruitment begins |\n| **Participation** | August - September 2025 | Interviews and surveys |\n| **Analysis** | October 2025 | Data analysis |\n| **Results** | November 2025 | Findings shared |\n\n## For Participants\n\n**Survey Available:** August 1 - September 30, 2025\\\n**Interviews:** August 1 - September 30, 2025\\\n**Results Shared:** November 2025\n\n### What to Expect\n\n**During Participation (Aug-Sep):**\n• Flexible interview scheduling\n• Survey available 24/7\n• Regular progress updates\n\n**After Participation (Oct-Nov):**\n• Optional review of themes (interview participants)\n• Final findings shared with interested participants\n\n## Important Deadlines\n\n• **September 30:** Last day for survey responses\n• **September 30:** Final interview date\n• **November 15:** Results available\n\n***\n\n*Ready to participate? [Sign up for interviews or take the survey](/participation) during our active period.*\n",
    "_searchMeta": {
      "cleanContent": "study period: july - november 2025 key dates phase when what s happening------- ------ ------------------launch july 2025 website live recruitment beginsparticipation august - september 2025 interviews and surveysanalysis october 2025 data analysisresults november 2025 findings shared for participants survey available: august 1 - september 30 2025 interviews: august 1 - september 30 2025 results shared: november 2025 what to expect during participation aug-sep : flexible interview scheduling survey available 24 7 regular progress updates after participation oct-nov : optional review of themes interview participants final findings shared with interested participants important deadlines september 30: last day for survey responses september 30: final interview date november 15: results available ready to participate sign up for interviews or take the survey during our active period",
      "headings": [
        "Key Dates",
        "For Participants",
        "Important Deadlines"
      ],
      "keywords": [
        "study timeline",
        "research schedule",
        "participation dates",
        "Key Dates",
        "For Participants",
        "Important Deadlines",
        "Study Period:",
        "Launch",
        "Participation",
        "Analysis",
        "Results",
        "Survey Available:",
        "Interviews:",
        "Results Shared:",
        "During Participation (Aug-Sep):",
        "After Participation (Oct-Nov):",
        "September 30:",
        "November 15:"
      ]
    }
  },
  {
    "slug": "/researcher",
    "title": "About the Researcher",
    "description": "Meet the high school student conducting The Stillness Project research study.",
    "content": "## Rushil Mahadevu\n\n*Student Researcher, Reno, Nevada*\n\nHigh school student exploring how people experience stillness in our modern world.\n\n### Why This Research Matters to Me\n\n> \"Stillness matters to me because it represents those rare, minimal moments where the chaotic world we live in fades away and the thoughts we spend so much energy avoiding finally surface and demand our attention.\"\n\nI'm curious about how different people find and experience quiet moments, especially across different cultures and generations.\n\n## Research Focus\n\n**What I'm Exploring:**\n• How people define and experience stillness\n• Cultural differences in approaching quiet time\n• Technology's impact on our ability to be still\n• Personal strategies for finding peace in busy lives\n\n**Why This Matters:**\n• Understanding diverse approaches to finding calm\n• Learning from different cultural wisdom about rest and reflection\n• Exploring how modern life affects our relationship with quiet\n\n## Academic Approach\n\nThis college-preparatory project demonstrates rigorous research methods while prioritizing participant voices and community benefit.\n\n**Timeline:** July - November 2025\n\n## Questions or Feedback?\n\nYour input about this research is welcome. Visit the [Contact](/contact) page to get in touch.\n\n***\n\n*Thank you for considering participation. Your perspective helps create a comprehensive understanding of stillness in our modern world.*\n",
    "_searchMeta": {
      "cleanContent": "rushil mahadevu student researcher reno nevada high school student exploring how people experience stillness in our modern world why this research matters to me stillness matters to me because it represents those rare minimal moments where the chaotic world we live in fades away and the thoughts we spend so much energy avoiding finally surface and demand our attention i m curious about how different people find and experience quiet moments especially across different cultures and generations research focus what i m exploring: how people define and experience stillness cultural differences in approaching quiet time technology s impact on our ability to be still personal strategies for finding peace in busy lives why this matters: understanding diverse approaches to finding calm learning from different cultural wisdom about rest and reflection exploring how modern life affects our relationship with quiet academic approach this college-preparatory project demonstrates rigorous research methods while prioritizing participant voices and community benefit timeline: july - november 2025 questions or feedback your input about this research is welcome visit the contact page to get in touch thank you for considering participation your perspective helps create a comprehensive understanding of stillness in our modern world",
      "headings": [
        "Rushil Mahadevu",
        "Research Focus",
        "Academic Approach",
        "Questions or Feedback?"
      ],
      "keywords": [
        "researcher",
        "student researcher",
        "academic background",
        "Rushil Mahadevu",
        "Research Focus",
        "Academic Approach",
        "Questions or Feedback?",
        "What I'm Exploring:",
        "Why This Matters:",
        "Timeline:"
      ]
    }
  },
  {
    "slug": "/study-details",
    "title": "Study Details",
    "description": "Comprehensive information about The Stillness Project research study, including methodology, participant involvement, and research protocols.",
    "content": "Comprehensive information about research design, participant experience, and study protocols.\n\n## Research Design\n\n### Mixed-Methods Approach\n\nCombines personal stories (interviews) with broader patterns (survey) for complete understanding.\n\n| Component | Purpose | Sample Size | Duration |\n|-----------|---------|-------------|----------|\n| **Interviews** | Deep personal insights | 15 participants | 35 minutes |\n| **Survey** | Broad demographic patterns | 200+ responses | 4-6 minutes |\n\n### What We're Researching\n\n**Cultural Variation**\n• How traditional practices shape stillness\n• Family influences on quiet time\n• Community attitudes toward rest\n\n**Technology Impact**\n• Digital habits and quiet time\n• Generational differences with technology\n• Challenges finding stillness today\n\n**Personal Meaning**\n• Individual definitions of stillness\n• Stress management through quiet\n• Well-being connections\n\n**Demographics**\n• Age patterns in stillness practices\n• Cultural background influences\n• Environmental factors (urban vs rural)\n\n## What Participation Looks Like\n\n### Interview Experience\n\n**Before Your Interview:**\n• Receive confirmation email with meeting details\n• Optional topic overview (no preparation needed)\n• Technical check available if requested\n\n**During Your Interview:**\n• Relaxed conversation about your experiences\n• Questions adapted to your background\n• Optional recording with your explicit consent\n• Opportunity to ask about the research\n\n**After Your Interview:**\n• Thank you confirmation\n• Optional transcript review\n• Invitation to receive results\n\n### Survey Experience\n\n• Anonymous, no account needed\n• Mobile-friendly design\n• Skip any questions you prefer\n• Immediate completion confirmation\n\n## Research Standards\n\n### Ethical Protections\n\n• IRB-style ethical review\n• Informed consent for all participants\n• Right to withdraw at any time\n• Confidentiality protection\n• Data security measures\n\n### Data Handling\n\n| Aspect | How We Protect You |\n|--------|-------------------|\n| **Storage** | Encrypted, password-protected |\n| **Access** | Researcher only |\n| **Anonymization** | Identifying details removed |\n| **Retention** | Deleted after research completion |\n| **Sharing** | Aggregate findings only |\n\n### Quality Assurance\n\n• Multiple data sources for complete picture\n• Academic mentor oversight\n• Clear documentation of methods\n• Transparent about study limitations\n\n## Study Timeline\n\n| Phase | When | What Happens |\n|-------|------|-------------|\n| **Recruitment** | July 2025 | Participant sign-up and outreach |\n| **Data Collection** | Aug-Sep 2025 | Interviews and survey responses |\n| **Analysis** | Oct 2025 | Theme identification and analysis |\n| **Completion** | Nov 2025 | Final report and results sharing |\n\n## Your Questions Answered\n\n**Q: What if I don't know much about stillness?**\nA: Perfect! All perspectives are valuable, including those who struggle with or rarely experience quiet.\n\n**Q: How will my information be used?**\nA: Only in aggregate findings - individual responses are never shared.\n\n**Q: Can I see the results?**\nA: Yes! All participants can receive a summary of findings when available.\n\n**Q: What if I want to withdraw?**\nA: You can withdraw at any time, no questions asked.\n\n#### After the Interview\n\n* **Transcription process** - professional transcription with participant anonymity\n* **Member checking** opportunity - optional review of how insights will be presented\n* **Progress updates** - periodic emails about research development (if desired)\n* **Final findings** - summary of research results shared with interested participants\n\n### Survey Experience\n\nSurvey participants can expect:\n\n#### User-Friendly Design\n\n* **Mobile optimization** - completion possible on any device\n* **Accessibility features** - screen reader compatibility and clear navigation\n* **Progress indicators** - clear sense of survey length and completion status\n* **Save and return** - ability to pause and continue later if needed\n\n#### Question Types\n\n* **Multiple choice** for demographic and preference information\n* **Rating scales** for frequency and intensity of experiences\n* **Optional text boxes** for personal insights and elaboration\n* **Skip options** for any questions participants prefer not to answer\n\n## Data Collection & Security\n\n### Privacy Protections\n\n* **Survey anonymity** - no personal identifiers collected in survey responses\n* **Interview pseudonyms** - real names never used in research documentation\n* **Secure storage** - encrypted files with password protection\n* **Limited access** - only primary researcher handles personally identifiable information\n\n### Data Handling\n\n* **Professional transcription** - third-party service with confidentiality agreements\n* **De-identification** - removal of any potentially identifying details from transcripts\n* **Secure transmission** - encrypted file transfers and communication\n* **Retention policy** - data retained only as long as necessary for research completion\n\n### Recording Policies\n\n* **Explicit consent required** for all interview recordings\n* **Audio-only recording** - no video recording to protect participant privacy\n* **Participant control** - right to pause, stop, or delete recordings\n* **Purpose limitation** - recordings used solely for research transcription and analysis\n\n## Research Ethics & Standards\n\n### IRB-Style Protocols\n\nWhile this is an independent student research project, we follow institutional review board (IRB) ethical standards:\n\n#### Informed Consent\n\n* **Comprehensive consent process** explaining all aspects of participation\n* **Right to withdraw** at any time without penalty or explanation\n* **Voluntary participation** - no coercion or pressure to participate\n* **Clear benefits and risks** - transparent communication about study involvement\n\n#### Participant Rights\n\n* **Confidentiality guarantee** - personal information protected throughout process\n* **Data access rights** - participants can request to see their own data\n* **Withdrawal rights** - ability to remove data even after participation\n* **Question refusal** - right to skip any questions or topics\n\n#### Cultural Sensitivity\n\n* **Respectful inquiry** - questions designed to honor diverse experiences\n* **Inclusive language** - terminology reviewed for accessibility and cultural appropriateness\n* **No judgment** - validation of all perspectives, including skepticism about stillness practices\n* **Community benefit** - research designed to serve participating communities\n\n### Academic Rigor\n\n* **Literature review** - grounding in existing research on contemplative practices and cultural studies\n* **Methodological transparency** - clear documentation of all research procedures\n* **Bias acknowledgment** - researcher positionality and potential limitations addressed\n* **Peer review** - academic mentor oversight and feedback throughout process\n\n## Timeline & Milestones\n\n### Data Collection Phase (July-September 2025)\n\n* **Recruitment period**: Ongoing throughout summer 2025\n* **Interview completion**: All 15 interviews finished by September 30\n* **Survey closure**: Survey remains open through September to reach target sample size\n\n### Analysis Phase (October 2025)\n\n* **Transcription completion**: All interviews transcribed and verified\n* **Thematic analysis**: Systematic coding and theme development for qualitative data\n* **Statistical analysis**: Descriptive and inferential analysis of survey responses\n* **Integration**: Synthesis of qualitative themes with quantitative patterns\n\n### Reporting Phase (November 2025)\n\n* **Draft completion**: Initial research report prepared\n* **Final review**: Academic mentor feedback and final revisions\n* **Presentation preparation**: Academic presentation materials developed\n* **Community sharing**: Accessible findings summary prepared for participants\n\n## Research Significance\n\n### Academic Contribution\n\nThis research contributes to academic understanding of:\n\n* Cultural diversity in contemplative and reflective practices\n* Impact of digital technology on traditional quiet practices\n* Contemporary challenges to mental health and well-being practices\n* Methodological approaches to culturally responsive research\n\n### Community Value\n\nFindings may benefit:\n\n* **Mental health professionals** working with diverse populations\n* **Educational institutions** designing wellness programs\n* **Community organizations** serving diverse cultural groups\n* **Policy makers** considering digital wellness and public space planning\n\n### Personal Growth\n\nFor the researcher, this project demonstrates:\n\n* Original research design and execution capabilities\n* Ethical research practice and cultural sensitivity\n* Academic writing and presentation skills\n* Preparation for university-level research engagement\n\n***\n\n*Interested in contributing to this rigorous academic research? [Learn how to participate](/participation) in our study.*\n",
    "_searchMeta": {
      "cleanContent": "comprehensive information about research design participant experience and study protocols research design mixed-methods approach combines personal stories interviews with broader patterns survey for complete understanding component purpose sample size duration----------- --------- ------------- ----------interviews deep personal insights 15 participants 35 minutessurvey broad demographic patterns 200 responses 4-6 minutes what we re researching cultural variation how traditional practices shape stillness family influences on quiet time community attitudes toward rest technology impact digital habits and quiet time generational differences with technology challenges finding stillness today personal meaning individual definitions of stillness stress management through quiet well-being connections demographics age patterns in stillness practices cultural background influences environmental factors urban vs rural what participation looks like interview experience before your interview: receive confirmation email with meeting details optional topic overview no preparation needed technical check available if requested during your interview: relaxed conversation about your experiences questions adapted to your background optional recording with your explicit consent opportunity to ask about the research after your interview: thank you confirmation optional transcript review invitation to receive results survey experience anonymous no account needed mobile-friendly design skip any questions you prefer immediate completion confirmation research standards ethical protections irb-style ethical review informed consent for all participants right to withdraw at any time confidentiality protection data security measures data handling aspect how we protect you-------- -------------------storage encrypted password-protectedaccess researcher onlyanonymization identifying details removedretention deleted after research completionsharing aggregate findings only quality assurance multiple data sources for complete picture academic mentor oversight clear documentation of methods transparent about study limitations study timeline phase when what happens------- ------ -------------recruitment july 2025 participant sign-up and outreachdata collection aug-sep 2025 interviews and survey responsesanalysis oct 2025 theme identification and analysiscompletion nov 2025 final report and results sharing your questions answered q: what if i don t know much about stillness a: perfect all perspectives are valuable including those who struggle with or rarely experience quiet q: how will my information be used a: only in aggregate findings - individual responses are never shared q: can i see the results a: yes all participants can receive a summary of findings when available q: what if i want to withdraw a: you can withdraw at any time no questions asked after the interview transcription process - professional transcription with participant anonymity member checking opportunity - optional review of how insights will be presented progress updates - periodic emails about research development if desired final findings - summary of research results shared with interested participants survey experience survey participants can expect: user-friendly design mobile optimization - completion possible on any device accessibility features - screen reader compatibility and clear navigation progress indicators - clear sense of survey length and completion status save and return - ability to pause and continue later if needed question types multiple choice for demographic and preference information rating scales for frequency and intensity of experiences optional text boxes for personal insights and elaboration skip options for any questions participants prefer not to answer data collection security privacy protections survey anonymity - no personal identifiers collected in survey responses interview pseudonyms - real names never used in research documentation secure storage - encrypted files with password protection limited access - only primary researcher handles personally identifiable information data handling professional transcription - third-party service with confidentiality agreements de-identification - removal of any potentially identifying details from transcripts secure transmission - encrypted file transfers and communication retention policy - data retained only as long as necessary for research completion recording policies explicit consent required for all interview recordings audio-only recording - no video recording to protect participant privacy participant control - right to pause stop or delete recordings purpose limitation - recordings used solely for research transcription and analysis research ethics standards irb-style protocols while this is an independent student research project we follow institutional review board irb ethical standards: informed consent comprehensive consent process explaining all aspects of participation right to withdraw at any time without penalty or explanation voluntary participation - no coercion or pressure to participate clear benefits and risks - transparent communication about study involvement participant rights confidentiality guarantee - personal information protected throughout process data access rights - participants can request to see their own data withdrawal rights - ability to remove data even after participation question refusal - right to skip any questions or topics cultural sensitivity respectful inquiry - questions designed to honor diverse experiences inclusive language - terminology reviewed for accessibility and cultural appropriateness no judgment - validation of all perspectives including skepticism about stillness practices community benefit - research designed to serve participating communities academic rigor literature review - grounding in existing research on contemplative practices and cultural studies methodological transparency - clear documentation of all research procedures bias acknowledgment - researcher positionality and potential limitations addressed peer review - academic mentor oversight and feedback throughout process timeline milestones data collection phase july-september 2025 recruitment period: ongoing throughout summer 2025 interview completion: all 15 interviews finished by september 30 survey closure: survey remains open through september to reach target sample size analysis phase october 2025 transcription completion: all interviews transcribed and verified thematic analysis: systematic coding and theme development for qualitative data statistical analysis: descriptive and inferential analysis of survey responses integration: synthesis of qualitative themes with quantitative patterns reporting phase november 2025 draft completion: initial research report prepared final review: academic mentor feedback and final revisions presentation preparation: academic presentation materials developed community sharing: accessible findings summary prepared for participants research significance academic contribution this research contributes to academic understanding of: cultural diversity in contemplative and reflective practices impact of digital technology on traditional quiet practices contemporary challenges to mental health and well-being practices methodological approaches to culturally responsive research community value findings may benefit: mental health professionals working with diverse populations educational institutions designing wellness programs community organizations serving diverse cultural groups policy makers considering digital wellness and public space planning personal growth for the researcher this project demonstrates: original research design and execution capabilities ethical research practice and cultural sensitivity academic writing and presentation skills preparation for university-level research engagement interested in contributing to this rigorous academic research learn how to participate in our study",
      "headings": [
        "Research Design",
        "What Participation Looks Like",
        "Research Standards",
        "Study Timeline",
        "Your Questions Answered",
        "Data Collection & Security",
        "Research Ethics & Standards",
        "Timeline & Milestones",
        "Research Significance"
      ],
      "keywords": [
        "study details",
        "research information",
        "methodology",
        "academic study",
        "Research Design",
        "What Participation Looks Like",
        "Research Standards",
        "Study Timeline",
        "Your Questions Answered",
        "Data Collection & Security",
        "Research Ethics & Standards",
        "Timeline & Milestones",
        "Research Significance",
        "Interviews",
        "Survey",
        "Cultural Variation",
        "Technology Impact",
        "Personal Meaning",
        "Demographics",
        "Before Your Interview:",
        "During Your Interview:",
        "After Your Interview:",
        "Storage",
        "Access",
        "Anonymization",
        "Retention",
        "Sharing",
        "Recruitment",
        "Data Collection",
        "Analysis",
        "Completion",
        "Q: What if I don't know much about stillness?",
        "Q: How will my information be used?",
        "Q: Can I see the results?",
        "Q: What if I want to withdraw?",
        "Transcription process",
        "Member checking",
        "Progress updates",
        "Final findings",
        "Mobile optimization",
        "Accessibility features",
        "Progress indicators",
        "Save and return",
        "Multiple choice",
        "Rating scales",
        "Optional text boxes",
        "Skip options",
        "Survey anonymity",
        "Interview pseudonyms",
        "Secure storage",
        "Limited access",
        "Professional transcription",
        "De-identification",
        "Secure transmission",
        "Retention policy",
        "Explicit consent required",
        "Audio-only recording",
        "Participant control",
        "Purpose limitation",
        "Comprehensive consent process",
        "Right to withdraw",
        "Voluntary participation",
        "Clear benefits and risks",
        "Confidentiality guarantee",
        "Data access rights",
        "Withdrawal rights",
        "Question refusal",
        "Respectful inquiry",
        "Inclusive language",
        "No judgment",
        "Community benefit",
        "Literature review",
        "Methodological transparency",
        "Bias acknowledgment",
        "Peer review",
        "Recruitment period",
        "Interview completion",
        "Survey closure",
        "Transcription completion",
        "Thematic analysis",
        "Statistical analysis",
        "Integration",
        "Draft completion",
        "Final review",
        "Presentation preparation",
        "Community sharing",
        "Mental health professionals",
        "Educational institutions",
        "Community organizations",
        "Policy makers"
      ]
    }
  },
  {
    "slug": "/study-details/interview-topics",
    "title": "Interview Topics",
    "description": "Simple overview of conversation topics for 35-minute interviews in The Stillness Project.",
    "content": "## It's Just a Conversation\n\nInterviews are **relaxed conversations, not questionnaires**. We'll explore topics based on your experiences and interests.\n\n**No preparation needed** - just bring your authentic perspective.\n\n## What We Might Discuss\n\n### Your Experience with Stillness\n\n• How you define quiet moments\n• Times when stillness has been meaningful to you\n• How you create peaceful moments in daily life\n\n### Background and Culture\n\n• Family attitudes toward quiet time and rest\n• Cultural or religious traditions involving reflection\n• How your community views \"doing nothing\"\n\n### Technology and Modern Life\n\n• How devices affect your quiet time\n• Strategies for digital boundaries\n• Generational differences you've noticed\n\n### Personal Meaning\n\n• What stillness means to you\n• Benefits or challenges of quiet moments\n• Role in managing stress or finding peace\n\n## You're in Control\n\n• **Share what feels comfortable** - you control the conversation\n• **Focus on topics that interest you** most\n• **Ask questions** about the research\n• **Skip anything** that doesn't resonate\n\n## All Perspectives Welcome\n\nWhether you love stillness, struggle with it, or have mixed feelings - your experience matters and contributes to understanding how people relate to quiet in today's world.\n\n***\n\n*Ready to share your perspective? [Schedule your interview](/docs/participation/interview) to contribute to this research.*\n",
    "_searchMeta": {
      "cleanContent": "it s just a conversation interviews are relaxed conversations not questionnaires we ll explore topics based on your experiences and interests no preparation needed - just bring your authentic perspective what we might discuss your experience with stillness how you define quiet moments times when stillness has been meaningful to you how you create peaceful moments in daily life background and culture family attitudes toward quiet time and rest cultural or religious traditions involving reflection how your community views doing nothing technology and modern life how devices affect your quiet time strategies for digital boundaries generational differences you ve noticed personal meaning what stillness means to you benefits or challenges of quiet moments role in managing stress or finding peace you re in control share what feels comfortable - you control the conversation focus on topics that interest you most ask questions about the research skip anything that doesn t resonate all perspectives welcome whether you love stillness struggle with it or have mixed feelings - your experience matters and contributes to understanding how people relate to quiet in today s world ready to share your perspective schedule your interview to contribute to this research",
      "headings": [
        "It's Just a Conversation",
        "What We Might Discuss",
        "You're in Control",
        "All Perspectives Welcome"
      ],
      "keywords": [
        "interview topics",
        "conversation themes",
        "stillness research",
        "It's Just a Conversation",
        "What We Might Discuss",
        "You're in Control",
        "All Perspectives Welcome",
        "relaxed conversations, not questionnaires",
        "No preparation needed",
        "Share what feels comfortable",
        "Focus on topics that interest you",
        "Ask questions",
        "Skip anything"
      ]
    }
  },
  {
    "slug": "/study-details/privacy",
    "title": "Privacy & Data Protection",
    "description": "How your privacy is protected in The Stillness Project research study.",
    "content": "## Your Privacy is Protected\n\n| Participation Type | Privacy Level | What We Collect |\n|-------------------|---------------|-----------------|\n| **Survey** | Completely anonymous | Research responses only |\n| **Interview** | Confidential with pseudonyms | Contact info for scheduling only |\n\n## What We Collect\n\n### Survey Participants\n\n**We collect:** Research responses about stillness experiences\\\n**We DON'T collect:** Names, emails, or any personal identifiers\n\n### Interview Participants\n\n**We collect:** Audio recordings (with your consent) and contact info for scheduling\\\n**We DON'T collect:** Government IDs, financial info, or detailed personal information\n\n## How We Protect Your Information\n\n### Survey Anonymity\n\n• Completely anonymous - no way to identify you\n• Only group statistics analyzed\n• No tracking or identification\n\n### Interview Confidentiality\n\n• **Pseudonyms only** - your real name never appears\n• **Details removed** - specific locations/employers changed\n• **Secure storage** - encrypted, password-protected files\n• **Limited access** - only researcher handles personal information\n\n## Your Rights\n\n• **Withdraw anytime** without giving a reason\n• **Skip any questions** you don't want to answer\n• **Decline recording** and still participate in interviews\n• **Request information** about your data\n• **Ask for data deletion** at any point\n• **Receive study results** when available\n\n## Data Security\n\n• All files encrypted and password-protected\n• Secure university-grade storage\n• Personal data deleted after study completion (November 2025)\n• Only aggregate findings ever shared\n\n## Questions About Privacy?\n\nContact the researcher through the [Contact](/contact) page for any privacy concerns.\n\n***\n\n*Your privacy is fundamental to this research. We're committed to protecting your information throughout the entire study.*\n",
    "_searchMeta": {
      "cleanContent": "your privacy is protected participation type privacy level what we collect------------------- --------------- -----------------survey completely anonymous research responses onlyinterview confidential with pseudonyms contact info for scheduling only what we collect survey participants we collect: research responses about stillness experiences we don t collect: names emails or any personal identifiers interview participants we collect: audio recordings with your consent and contact info for scheduling we don t collect: government ids financial info or detailed personal information how we protect your information survey anonymity completely anonymous - no way to identify you only group statistics analyzed no tracking or identification interview confidentiality pseudonyms only - your real name never appears details removed - specific locations employers changed secure storage - encrypted password-protected files limited access - only researcher handles personal information your rights withdraw anytime without giving a reason skip any questions you don t want to answer decline recording and still participate in interviews request information about your data ask for data deletion at any point receive study results when available data security all files encrypted and password-protected secure university-grade storage personal data deleted after study completion november 2025 only aggregate findings ever shared questions about privacy contact the researcher through the contact page for any privacy concerns your privacy is fundamental to this research we re committed to protecting your information throughout the entire study",
      "headings": [
        "Your Privacy is Protected",
        "What We Collect",
        "How We Protect Your Information",
        "Your Rights",
        "Data Security",
        "Questions About Privacy?"
      ],
      "keywords": [
        "privacy policy",
        "data protection",
        "confidentiality",
        "Your Privacy is Protected",
        "What We Collect",
        "How We Protect Your Information",
        "Your Rights",
        "Data Security",
        "Questions About Privacy?",
        "Survey",
        "Interview",
        "We collect:",
        "We DON'T collect:",
        "Pseudonyms only",
        "Details removed",
        "Secure storage",
        "Limited access",
        "Withdraw anytime",
        "Skip any questions",
        "Decline recording",
        "Request information",
        "Ask for data deletion",
        "Receive study results"
      ]
    }
  },
  {
    "slug": "/updates",
    "title": "Research Updates",
    "description": "Follow the progress of The Stillness Project research study with regular updates on recruitment, data collection, and emerging insights.",
    "content": "*Follow the progress of The Stillness Project as we explore cultural attitudes toward stillness and quiet moments.*\n\n## Current Status: Active Recruitment\n\n**Last Updated: July 2025**\n\n### Participation Goals\n\n**What we need:**\n• **Survey responses**: 200+ participants from diverse backgrounds\n• **Interviews**: 15 participants across different age groups and cultures\n• **Diversity**: Multiple cultural backgrounds, age ranges, and geographic regions\n\n### Current Progress\n\n| Metric | Target | Current Status |\n|--------|--------|----------------|\n| **Survey Responses** | 200+ | *Updated weekly* |\n| **Interview Participants** | 15 | *Updated weekly* |\n| **Cultural Diversity** | 5+ backgrounds | *Tracking representation* |\n| **Age Range** | 14-65+ | *Monitoring distribution* |\n\n## Recent Milestones\n\n### July 2025: Study Launch ✅\n\n• Website launched with complete study information\n• Survey platform activated and thoroughly tested\n• Interview scheduling system operational\\\n• Privacy protocols finalized and implemented\n• Community recruitment initiated across multiple channels\n\n### Recruitment Highlights\n\n• Featured in community newsletters with positive response\n• Shared via social media platforms\n• Educational institution partnerships established\n• Cultural organization collaborations initiated\n• Word-of-mouth referrals beginning\n\n## Upcoming Goals\n\n### August 2025 Targets\n\n• Complete first 5 interviews across diverse demographics\n• Reach 75 survey responses\n• Expand recruitment to additional communities\n• Begin preliminary theme identification from early interviews\n\n### September 2025 Targets\n\n• Achieve target of 15 total interviews\n• Reach 200+ survey responses\n• Complete data collection phase\n• Begin systematic analysis of all collected data\n\n## Study Timeline\n\n| Phase | Timeline | Current Focus |\n|-------|----------|---------------|\n| **Recruitment** | July 2025 | ✅ Active participant outreach and sign-ups |\n| **Data Collection** | Aug-Sep 2025 | 🔄 Upcoming interviews and survey responses |\n| **Analysis** | Oct 2025 | ⏳ Theme development and pattern identification |\n| **Completion** | Nov 2025 | ⏳ Final report and results sharing |\n\n## Early Insights (Confidentiality Protected)\n\n*Note: All insights respect participant confidentiality and share only general themes.*\n\n### What We're Learning So Far\n\n**Cultural Diversity in Stillness:**\nEarly conversations suggest fascinating variation in how different cultural backgrounds influence understanding of quiet, contemplation, and reflection, including:\n• Traditional practices involving silence or contemplation\n• Family attitudes toward \"doing nothing\" vs. constant activity\n• Religious, spiritual, or secular approaches to quiet time\n• Generational differences in cultural practice preservation\n\n**Technology's Complex Role:**\nThe relationship between digital technology and stillness appears more nuanced than simple \"technology disrupts quiet,\" with participants describing:\n• Intentional technology use to create quiet spaces (meditation apps, nature sounds)\n• Digital boundaries that protect contemplative time\n• Generational differences in technology relationship and quiet time\n• Creative solutions for finding stillness in digital environments\n\n## How to Stay Updated\n\n**Get involved:**\n• [Take the survey](/docs/participation/survey) to contribute your perspective\n• [Schedule an interview](/docs/participation/interview) to share your story\n• Follow this page for regular progress updates\n\n**Questions about the research?** Visit our [Contact](/contact) page to get in touch.\n\n* Creative adaptations to find stillness within digital environments\n\n#### Personal Definitions of Stillness\n\nOne of the most interesting findings is how differently people define \"stillness\" itself:\n\n* Some focus on physical stillness and meditation-like practices\n* Others emphasize mental quiet and reflection\n* Many describe active forms of contemplation (walking, crafting, music)\n* Cultural variations in what activities \"count\" as contemplative\n\n### Methodological Insights\n\n#### Participant Engagement\n\nThe research process itself is generating valuable insights:\n\n* Interview participants often express appreciation for the opportunity to reflect on their relationship with stillness\n* Survey respondents are using optional text boxes to share personal stories beyond the quantitative questions\n* Diverse recruitment strategies are successfully reaching participants across different communities\n* Virtual interview format is working well for participants across time zones\n\n#### Cultural Responsiveness\n\nOur commitment to culturally responsive research is being tested and refined:\n\n* Interview questions are being adapted based on participant cultural backgrounds\n* Respectful inquiry about religious/spiritual practices requires careful navigation\n* Language choices are being adjusted to be more inclusive and accessible\n* Participant feedback is helping improve the research process for future interviews\n\n## Community Engagement\n\n### Recruitment Partnerships\n\nWe're grateful for support from community organizations helping spread word about the research:\n\n* \\[Local cultural centers] sharing with diverse community members\n* \\[Educational institutions] connecting us with student perspectives\n* \\[Religious/spiritual organizations] offering opportunities to share about the research\n* \\[Mental health organizations] recognizing relevance to wellness discussions\n\n### Academic Connections\n\nThe research is gaining attention in academic circles:\n\n* Mentorship from \\[academic institution] faculty\n* Potential presentation opportunities at student research conferences\n* Connection with researchers working on related topics\n* Integration with college preparation and academic portfolio development\n\n## Looking Ahead\n\n### Analysis Phase Preparation\n\nAs we approach the analysis phase, we're preparing:\n\n* Professional transcription services for interview confidentiality\n* Qualitative analysis software for systematic theme development\n* Statistical analysis tools for survey data interpretation\n* Member checking processes for participant feedback on findings\n\n### Results Sharing Plans\n\nWe're committed to sharing research findings with:\n\n* **Participants**: Summary of insights accessible to all contributors\n* **Academic community**: Presentation at student research conferences\n* **Broader community**: Public findings summary highlighting practical implications\n* **Policy discussions**: Potential contributions to conversations about digital wellness and mental health\n\n## How to Stay Updated\n\n### For Current Participants\n\n* Monthly email updates for interview participants (optional)\n* Website updates with general progress information\n* Final findings summary shared with all interested participants\n\n### For Interested Community Members\n\n* Website blog posts with research progress (respecting participant confidentiality)\n* Social media updates about milestones and recruitment\n* Community presentation opportunities as research develops\n\n### Academic and Professional Audiences\n\n* Research conference presentations and academic writing\n* Collaboration with faculty and graduate student researchers\n* Potential publication in undergraduate research journals\n\n***\n\n## Get Involved\n\n### Still Accepting Participants\n\nWe're continuing to recruit diverse participants for both survey and interview participation. Your perspective on stillness, regardless of your relationship with quiet practices, contributes valuable insights to this research.\n\n[**Take the 4-6 Minute Survey**](/participation/survey) | [**Schedule a 35-Minute Interview**](/participation/interview)\n\n### Questions About the Research?\n\nContact the researcher: [rushil.mahadevu@gmail.com](mailto:rushil.mahadevu@gmail.com)\n\n***\n\n*Thank you to all participants who have contributed to this research. Your willingness to share your experiences and perspectives is making this study possible and meaningful.*\n",
    "_searchMeta": {
      "cleanContent": "follow the progress of the stillness project as we explore cultural attitudes toward stillness and quiet moments current status: active recruitment last updated: july 2025 participation goals what we need: survey responses: 200 participants from diverse backgrounds interviews: 15 participants across different age groups and cultures diversity: multiple cultural backgrounds age ranges and geographic regions current progress metric target current status-------- -------- ----------------survey responses 200 updated weekly interview participants 15 updated weekly cultural diversity 5 backgrounds tracking representation age range 14-65 monitoring distribution recent milestones july 2025: study launch website launched with complete study information survey platform activated and thoroughly tested interview scheduling system operational privacy protocols finalized and implemented community recruitment initiated across multiple channels recruitment highlights featured in community newsletters with positive response shared via social media platforms educational institution partnerships established cultural organization collaborations initiated word-of-mouth referrals beginning upcoming goals august 2025 targets complete first 5 interviews across diverse demographics reach 75 survey responses expand recruitment to additional communities begin preliminary theme identification from early interviews september 2025 targets achieve target of 15 total interviews reach 200 survey responses complete data collection phase begin systematic analysis of all collected data study timeline phase timeline current focus------- ---------- ---------------recruitment july 2025 active participant outreach and sign-upsdata collection aug-sep 2025 upcoming interviews and survey responsesanalysis oct 2025 theme development and pattern identificationcompletion nov 2025 final report and results sharing early insights confidentiality protected note: all insights respect participant confidentiality and share only general themes what we re learning so far cultural diversity in stillness: early conversations suggest fascinating variation in how different cultural backgrounds influence understanding of quiet contemplation and reflection including: traditional practices involving silence or contemplation family attitudes toward doing nothing vs constant activity religious spiritual or secular approaches to quiet time generational differences in cultural practice preservation technology s complex role: the relationship between digital technology and stillness appears more nuanced than simple technology disrupts quiet with participants describing: intentional technology use to create quiet spaces meditation apps nature sounds digital boundaries that protect contemplative time generational differences in technology relationship and quiet time creative solutions for finding stillness in digital environments how to stay updated get involved: take the survey to contribute your perspective schedule an interview to share your story follow this page for regular progress updates questions about the research visit our contact page to get in touch creative adaptations to find stillness within digital environments personal definitions of stillness one of the most interesting findings is how differently people define stillness itself: some focus on physical stillness and meditation-like practices others emphasize mental quiet and reflection many describe active forms of contemplation walking crafting music cultural variations in what activities count as contemplative methodological insights participant engagement the research process itself is generating valuable insights: interview participants often express appreciation for the opportunity to reflect on their relationship with stillness survey respondents are using optional text boxes to share personal stories beyond the quantitative questions diverse recruitment strategies are successfully reaching participants across different communities virtual interview format is working well for participants across time zones cultural responsiveness our commitment to culturally responsive research is being tested and refined: interview questions are being adapted based on participant cultural backgrounds respectful inquiry about religious spiritual practices requires careful navigation language choices are being adjusted to be more inclusive and accessible participant feedback is helping improve the research process for future interviews community engagement recruitment partnerships we re grateful for support from community organizations helping spread word about the research: local cultural centers sharing with diverse community members educational institutions connecting us with student perspectives religious spiritual organizations offering opportunities to share about the research mental health organizations recognizing relevance to wellness discussions academic connections the research is gaining attention in academic circles: mentorship from academic institution faculty potential presentation opportunities at student research conferences connection with researchers working on related topics integration with college preparation and academic portfolio development looking ahead analysis phase preparation as we approach the analysis phase we re preparing: professional transcription services for interview confidentiality qualitative analysis software for systematic theme development statistical analysis tools for survey data interpretation member checking processes for participant feedback on findings results sharing plans we re committed to sharing research findings with: participants: summary of insights accessible to all contributors academic community: presentation at student research conferences broader community: public findings summary highlighting practical implications policy discussions: potential contributions to conversations about digital wellness and mental health how to stay updated for current participants monthly email updates for interview participants optional website updates with general progress information final findings summary shared with all interested participants for interested community members website blog posts with research progress respecting participant confidentiality social media updates about milestones and recruitment community presentation opportunities as research develops academic and professional audiences research conference presentations and academic writing collaboration with faculty and graduate student researchers potential publication in undergraduate research journals get involved still accepting participants we re continuing to recruit diverse participants for both survey and interview participation your perspective on stillness regardless of your relationship with quiet practices contributes valuable insights to this research take the 4-6 minute survey schedule a 35-minute interview questions about the research contact the researcher: rushil mahadevu gmail com thank you to all participants who have contributed to this research your willingness to share your experiences and perspectives is making this study possible and meaningful",
      "headings": [
        "Current Status: Active Recruitment",
        "Recent Milestones",
        "Upcoming Goals",
        "Study Timeline",
        "Early Insights (Confidentiality Protected)",
        "How to Stay Updated",
        "Community Engagement",
        "Looking Ahead",
        "How to Stay Updated",
        "Get Involved"
      ],
      "keywords": [
        "research updates",
        "study progress",
        "recruitment status",
        "research blog",
        "Current Status: Active Recruitment",
        "Recent Milestones",
        "Upcoming Goals",
        "Study Timeline",
        "Early Insights (Confidentiality Protected)",
        "How to Stay Updated",
        "Community Engagement",
        "Looking Ahead",
        "Get Involved",
        "Last Updated: July 2025",
        "What we need:",
        "Survey responses",
        "Interviews",
        "Diversity",
        "Survey Responses",
        "Interview Participants",
        "Cultural Diversity",
        "Age Range",
        "Recruitment",
        "Data Collection",
        "Analysis",
        "Completion",
        "Cultural Diversity in Stillness:",
        "Technology's Complex Role:",
        "Get involved:",
        "Questions about the research?",
        "Participants",
        "Academic community",
        "Broader community",
        "Policy discussions",
        "## Get Involved\n\n### Still Accepting Participants\n\nWe're continuing to recruit diverse participants for both survey and interview participation. Your perspective on stillness, regardless of your relationship with quiet practices, contributes valuable insights to this research.\n\n[",
        "](/participation/survey) | [",
        "](/participation/interview)\n\n### Questions About the Research?\n\nContact the researcher: [rushil.mahadevu@gmail.com](mailto:rushil.mahadevu@gmail.com)"
      ]
    }
  }
]